tap "homebrew/cask-fonts"
tap "koekeishiya/formulae"

brew "git"
brew "neovim"
brew "tmux"
brew "fzf"
brew "lf"
brew "lazygit"
brew "starship"
brew "zoxide"
brew "mise"
brew "ripgrep"
brew "fd"
brew "bat"
brew "eza"
brew "git-delta"
brew "gnu-stow"
brew "htop"
brew "fastfetch"
brew "lazydocker"

brew "koekeishiya/formulae/yabai"
brew "koekeishiya/formulae/skhd"

cask "wezterm"
cask "font-hack-nerd-font"